import React, { Component } from 'react';


class Terms extends Component {
    render() {
        return (
            <div className="container">
                <h4> Пользовательское соглашение </h4>

                <p> Все Пользователи должны использовать ROOMSKG, следуя правилам и требованиям, указанным в Пользовательском соглашении. 
                Для того, чтобы Пользователь начал использовать приложение, он должен принять все правила пользования согласно 
                Пользовательскому соглашению. Использование Пользователем Мобильного портала ROOMSKG любым способом и в любой 
                форме в пределах его объявленных функциональных возможностей, подтверждает, что пользователь:</p>

                <p> а) Ознакомился с условиями настоящего Соглашения в полном объеме до начала использования ROOMSKG. </p>
                <p> б) Принимает все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений с его стороны и 
                обязуется их соблюдать или прекратить использование ROOMSKG. Если Пользователь не согласен с условиями настоящего 
                Соглашения или не имеет права на заключение договора на их основе, ему следует незамедлительно прекратить любое использование ROOMSKG.</p>
                <p> в) Соглашение (в том числе любая из его частей) может быть изменена Администрацией. Новая редакция Соглашения вступает в силу с момента ее размещения на Сайте Администрации.</p>

                <h5> 1. Термины, используемые в настоящих Правилах </h5>
                <p> 1) Мобильный портал ROOMSKG (далее и ранее ROOMSKG) – веб-приложение состоящее из совокупности (а) программ для 
                ЭВМ (программных кодов, исполняющихся на ЭВМ) и (б) информации (Контента), размещенной в них Администрацией и/или Пользователями. </p>
                <p> 2) Под Администрацией ROOMSKG (ранее и далее – Администрация ROOMSKG или Администрация) в настоящих Правилах и иных специальных документах, 
                размещенных на ROOMSKG, понимается Общество с ограниченной ответственностью «Намба софт», юридическое лицо, созданное по законодательству 
                Кыргызской Республики и зарегистрированное по адресу: Калык Акиева, д.66, 4 этаж, ТРЦ “VESNA”. </p>
                <p> 3) Пользователем  является физическое лицо, зарегистрированное на ROOMSKG в соответствии с установленным настоящими Правилами порядком, 
                достигшее возраста, допустимого в соответствии с законодательством Кыргызской Республики для акцепта настоящих Правил, 
                и обладающее соответствующими полномочиями (ранее и далее – Пользователь). </p>
                <p> 4) Социальные сети - интернет-ресурсы «Facebook» (http://facebook.com), «ВКонтакте» (http://vkontakte.ru), 
                «Одноклассники» (http://odnoklassniki.ru) и «Namba One» (https://namba1.co/). 
                Социальные сети используются для авторизации пользователей, где происходит привязка социальной сети 
                с определенным аккаунтом ROOMSKG для быстрого входа в сеть, что также позволит ограничить пользователей от новых логин и паролей системы ROOMSKG.<br/>
                Система ROOMSKG запрашивает и может запросить фото и личную информацию с аккаунта социальной сети для того, 
                чтобы отобразить в профиле пользователя ROOMSKG.
                Все действия произведенные в системе ROOMSKG никак не отображаются на странице в социальной сети.
                Данные полученные из социальных сетей подставляются автоматически с возможностью редактирования.</p>

                <h5> 2. Статус Правил пользования ROOMSKG </h5>
                <p> 1) Настоящие Правила пользования ROOMSKG (ранее и далее – Правила) разработаны Администрацией ROOMSKG и определяют условия 
                использования и развития ROOMSKG, а также права и обязанности его Пользователей и Администрации. Правила распространяются также на отношения, 
                связанные с правами и интересами третьих лиц, не являющимися Пользователями ROOMSKG, но чьи права и интересы могут быть затронуты 
                в результате действий Пользователей ROOMSKG.</p>
                <p> 2) Настоящие Правила являются юридически обязательным соглашением между Пользователем и Администрацией ROOMSKG, 
                предметом которого является предоставление Администрацией ROOMSKG Пользователю доступа к использованию ROOMSKG и его функционала. 
                Помимо настоящих Правил, к соглашению между Пользователем и Администрацией ROOMSKG относятся все специальные документы, 
                регулирующие предоставление доступа к использованию отдельного, в том числе Дополнительного, функционала ROOMSKG, 
                размещенного в соответствующих разделах ROOMSKG в сети Интернет.</p>
                <p> 3) Пользователь обязан полностью ознакомиться с настоящими Правилами до момента регистрации на ROOMSKG. Регистрация 
                Пользователя на ROOMSKG означает полное и безоговорочное принятие Пользователем настоящих Правил в соответствии со ст. 396 
                Гражданского кодекса Кыргызской Республики.</p>
                <p> 4) Настоящие Правила могут быть изменены и/или дополнены Администрацией ROOMSKG в одностороннем порядке. 
                Настоящие Правила являются открытым и общедоступным документом. Действующая редакция Правил располагается 
                в сети Интернет по адресу: https://ROOMSKG.namba1.co/profile/settings. 
                Продолжение использования ROOMSKG Пользователем после внесения изменений 
                и/или дополнений в настоящие Правила означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.</p>

                <h5> 3. Статус ROOMSKG </h5>
                <p> 1) Настоящими Правилами установлены условия, в соответствии с которыми права на использование информации 
                и результатов интеллектуальной деятельности (включая, но не ограничиваясь литературными, музыкальными, 
                аудиовизуальными произведениями и фонограммами, произведениями графики и дизайна, фотографическими произведениями, 
                программами для ЭВМ) в составе отдельных разделов ROOMSKG, могут принадлежать Пользователям ROOMSKG и иным лицам, 
                самостоятельно создавшим и/или разместившим указанные объекты в ROOMSKG без непосредственного участия Администрации ROOMSKG.</p>

                <h5> 4. Администрация ROOMSKG </h5>
                <p> 1) Обращения, предложения и претензии физических и юридических лиц к Администрации ROOMSKG в связи с настоящими Правилами 
                и всеми вопросами по функционированию ROOMSKG, нарушениями прав и интересов третьих лиц при его использовании, 
                а также для запросов уполномоченных законодательством Кыргызской Республики лиц могут быть направлены на адрес ROOMSKG, 
                указанный в п. 1.2. настоящих Правил.</p>
                <p> 2) В отношении функционирования и развития ROOMSKG Администрация руководствуется законодательством Кыргызской Республики, 
                настоящими Правилами и иными специальными документами, которые разработаны или могут быть разработаны и приняты Администрацией ROOMSKG 
                в целях регламентации предоставления Пользователям доступа к отдельному функционалу ROOMSKG. </p>
                <p> 3) Никакие положения настоящих Правил не предоставляют Пользователю право на использование фирменного наименования, 
                товарных знаков, логотипов, доменных имен и иных отличительных знаков Администрации ROOMSKG. 
                Право на использование фирменного наименования, товарных знаков, логотипов, доменных имен и иных отличительных знаков 
                Администрации ROOMSKG может быть предоставлено исключительно по письменному соглашению с Администрацией ROOMSKG. </p>

                <h5> 5. Регистрация на ROOMSKG и статус Пользователя </h5>
                <p> 1) Регистрация Пользователя на ROOMSKG является бесплатной, добровольной и производится в самом ROOMSKG приложении. </p>
                <p> 2) При регистрации в ROOMSKG Пользователь обязан предоставить Администрации ROOMSKG необходимую достоверную и актуальную 
                информацию для формирования персонального аккаунта Пользователя, включая уникальные для каждого Пользователя 
                номер телефона и пароль доступа к ROOMSKG, а также имя и другую необходимую для Администрации ROOMSKG информацию.</p>
                <p> 3) Пользователь несет ответственность за достоверность, актуальность, полноту и соответствие законодательству 
                Кыргызской Республики предоставленной при регистрации информации и ее чистоту от претензий третьих лиц. </p>
                <p> 4) Администрация предоставляет Пользователю возможность входа в ROOMSKG через Социальную сеть при условии, 
                что Пользователь является Пользователем Социальной сети. Для регистрации в Приложении Пользователю необходимо 
                ввести логин и пароль, привязанные к Социальной сети Пользователя. Для входа в Приложение через 
                Социальную сеть Пользователь реализовывает Сценарий связки Персональной страницы в Социальной сети с ROOMSKG. 
                Сценарий связки Персональной страницы в Социальной сети с ROOMSKG реализуется следующим образом: 
                Пользователь производит авторизацию в Социальной сети посредством ROOMSKG. Если на момент входа в 
                ROOMSKG через Социальную сеть Пользователь уже авторизован в Социальной сети, данный шаг пропускается. 
                В связи с реализацией Сценария связки Персональной страницы в Социальной сети с ROOMSKG Пользователь 
                обязуется обеспечить сохранность Пароля от Персональной страницы в Социальной сети и несет ответственность 
                за их разглашение и за доступ третьих лиц к информации, содержащейся в ROOMSKG, в том числе к информации, 
                относящейся к тайне связи. Все действия, совершенные через ROOMSKG, считаются действиями, совершенными Пользователем. 
                Факт реализации Сценария связки Персональной страницы в Социальной сети с ROOMSKG означает полное и безоговорочное принятие 
                Пользователем условий настоящего Соглашения с соответствующего момента времени. При регистрации и каждой последующей авторизации 
                в ROOMSKG Пользователь соглашается и подтверждает, что ROOMSKG будет иметь доступ к сведениям о Пользователе (ФИО, дата рождения, 
                интересы, текстовый блок информации «О себе», загрузка и смена фотографий анкеты. Доступ к указанным данным осуществляется 
                на неограниченный срок. </p>
                <p> 5) При регистрации Пользователь соглашается с настоящими Правилами и принимает на себя указанные в них права и обязанности, 
                связанные с использованием и функционированием ROOMSKG. Пользователь приобретает доступ к использованию функционала ROOMSKG. </p>
                <p> 6) После успешной регистрации Пользователя на ROOMSKG, Администрация принимает на себя права и обязанности перед Пользователем, указанные в настоящих Правилах.</p>
                <p> 7) Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Кыргызской Республики. 
                Администрация ROOMSKG обрабатывает персональные данные Пользователя в целях предоставления Пользователю доступа к использованию 
                функционала ROOMSKG, в том числе в целях получения Пользователем персонализированной (таргетированной) рекламы; проверки, 
                исследования и анализа таких данных, позволяющих поддерживать и улучшать функционал и разделы ROOMSKG, а также разрабатывать 
                новый функционал и разделы ROOMSKG. Администрация ROOMSKG принимает все необходимые меры для защиты персональных данных Пользователя 
                от неправомерного доступа, изменения, раскрытия или уничтожения. Администрация предоставляет доступ к персональным данным 
                Пользователя только тем работникам, подрядчикам и агентам Администрации, которым эта информация необходима для обеспечения 
                функционирования ROOMSKG и предоставления Пользователю доступа к его использованию. Администрация ROOMSKG вправе использовать 
                предоставленную Пользователем информацию, в том числе персональные данные, а также передавать ее третьим лицам, в целях 
                обеспечения соблюдения требований действующего законодательства Кыргызской Республики, защиты прав и интересов Пользователей, 
                Администрации ROOMSKG, третьих лиц (в том числе в целях выявления, проверки/расследования и/или пресечения противоправных действий). 
                Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством 
                Кыргызской Республики по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством 
                Кыргызской Республики случаях. Поскольку Администрация ROOMSKG осуществляет обработку персональных данных Пользователя 
                в целях исполнения настоящих Правил, в силу положений законодательства о персональных данных согласие Пользователя 
                на обработку его персональных данных не требуется. </p>
                <p> 8) Выбранные Пользователем номер телефона и пароль являются необходимой и достаточной информацией для доступа Пользователя в ROOMSKG. 
                Пользователь не имеет права передавать свои данные доступа третьим лицам, несет полную ответственность за их сохранность, 
                самостоятельно выбирая способ их хранения. Пользователь на используемом им аппаратно-программном обеспечении может разрешить 
                хранение номера телефона и пароля (с использованием файлов cookies) для последующей автоматической авторизации в ROOMSKG.</p>
                <p> 9) Если Пользователем не доказано обратное, любые действия, совершенные с использованием его номера телефона и пароля, 
                считаются совершенными соответствующим Пользователем. В случае несанкционированного доступа к номеру телефона и паролю 
                и/или персональной странице Пользователя, или распространения номера телефона и пароля Пользователь обязан незамедлительно сообщить 
                об этом Администрации ROOMSKG в установленном порядке. </p>
                <p> 10) После регистрации Пользователь получает право самостоятельно в личных некоммерческих и/или одобренных 
                Администрацией коммерческих целях создавать, использовать и определять содержание собственно опубликованного 
                персонального аккаунта и условия доступа других Пользователей к ее содержанию. </p> 
                <p> 11) Пользователь как обладатель информации, размещенной с его аккаунта, осознает, что за исключением случаев, 
                установленных настоящими Правилами и действующим законодательством Кыргызской Республики, Администрация ROOMSKG 
                не принимает участие в формировании и использовании содержания и контроле доступа других пользователей к 
                персональному контенту Пользователя. Размещая информацию в ROOMSKG, в том числе свои персональные данные, 
                Пользователь осознает и соглашается с тем, что указанная информация может быть доступна другим пользователям 
                сети Интернет с учетом особенностей архитектуры и функционала ROOMSKG. </p>
                <p> 12) Если Администрация ROOMSKG отключит аккаунт Пользователя, то Пользователь не может создавать другой без разрешения Администрации ROOMSKG.</p>
                <p> 13) Пользователь согласен с тем, что Администрация ROOMSKG будет произвольно проводить рекламные кампании внутри приложения.</p>

                <h5> 6. Защита прав пользователей</h5>
                <p> 1) Пользователь не будет выкладывать контент или совершать действия в ROOMSKG, которые ущемляют или нарушают 
                права других пользователей или нарушают закон.</p>
                <p> 2) Администрация ROOMSKG может удалить любой контент, если считает его за нарушение установленных правил.</p>
                <p> 3) Если Администрация ROOMSKG удалит контент Пользователя за ущемление авторских прав, и Пользователь считает, 
                что Администрация ошиблась, то Администрация предоставит возможность на апеллирование.</p>
                <p> 4) Если Пользователь регулярно ущемляет интеллектуальные авторские права других пользователей и нарушает 
                правила данного соглашения по любым пунктам, Администрация имеет право заблокировать или удалить аккаунт Пользователя.</p>
                <p> 5) Если Пользователь собирает информацию других пользователей, то Пользователь, обладающий информацией должен обеспечить 
                сохранность и конфиденциальность информации, при разглашении информации обладатель должен получить разрешение пользователя, 
                также должен описать цели получения информации.</p>
                <p> 6) Пользователь не должен выкладывать чужие документы, удостоверяющие личность и финансовую информацию в ROOMSKG.</p>

                <h5> 7. Обязанности пользователя ROOMSKG:</h5>
                <p> При использовании ROOMSKG Пользователь обязан:</p>
                <p> 1) Соблюдать положения действующего законодательства Кыргызской Республики, настоящих Правил и иных специальных документов 
                Администрации ROOMSKG;</p>
                <p> 2) Предоставлять при регистрации достоверные, полные и актуальные данные, следить за их актуализацией;</p>
                <p> 3) Информировать Администрацию ROOMSKG о несанкционированном доступе к персональному аккаунту и/или о несанкционированном 
                доступе и/или использовании пароля и логина Пользователя;</p>
                <p> 4) Не предоставлять доступ другим Пользователям к собственному персональному аккаунту или к отдельной 
                содержащейся в ней информации в случае, если это может привести к нарушению законодательства 
                Кыргызской Республики и/или настоящих Правил, специальных документов Администрации ROOMSKG;</p>
                <p> 5) Не размещать информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц;</p>
                <p> 6) Перед размещением информации и объектов (включая, но не ограничиваясь, изображениями других лиц, 
                чужими текстами различного содержания, аудиозаписями и видеофильмами) предварительно оценивать законность их размещения;</p>
                <p> 7) Хранить в тайне и не предоставлять другим Пользователям и третьим лицам ставшие ему известными в результате общения 
                с другими Пользователями и иного использования ROOMSKG персональные данные (включая, но не ограничиваясь, домашними адресами, 
                номерами телефонов, адресами электронной почты, ICQ, паспортными данными, банковской информацией) и информацию о частной жизни 
                других Пользователей и третьих лиц без получения соответствующего предварительного разрешения последних;</p>
                <p> 8) Осуществлять резервное копирование важной для Пользователя хранящейся на его персональном аккаунте информации.</p>
                <p> 9) В случае наличия сомнений в отношении законности осуществления тех или иных действий, в том числе по размещению информации 
                или предоставлению доступа, Администрация ROOMSKG рекомендует воздержаться от осуществления последних.</p>
                <p> 10) Следить за отправляемым им контентом (отсутствием провокаций, угроз, порнографии и насилия)</p>

                <h5> Пользователю при использовании ROOMSKG запрещается: </h5>
                <p> 1) Регистрироваться в качестве Пользователя от имени или вместо другого лица («фальшивый аккаунт») 
                или регистрировать группу (объединение) лиц или юридическое лицо в качестве Пользователя. При этом, 
                возможна регистрация от имени и поручению другого физического лица или юридического лица при условии 
                получения необходимых полномочий в порядке и форме, предусмотренных законодательством Кыргызской Республики.</p>
                <p> 2) Вводить Пользователей в заблуждение относительно своей личности, используя номер телефона и 
                пароль другого зарегистрированного Пользователя;</p>
                <p> 3) Искажать сведения о себе, своем возрасте или своих отношениях с другими лицами или организациями;</p>
                <p> 4) Загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать любую информацию, которая:</p>
                <p> а) содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию, или нарушает неприкосновенность 
                частной жизни других Пользователей или третьих лиц;</p>
                <p> б) нарушает права несовершеннолетних лиц;</p>
                <p> в) содержит сцены бесчеловечного обращения с животными;</p>
                <p> г) содержит описание средств и способов суицида, любое подстрекательство к его совершению;</p>
                <p> д) пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, 
                пропагандирует фашизм или идеологию расового превосходства;</p>
                <p> е) содержит экстремистские материалы;</p>
                <p> ж) пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий;</p>
                <p> з) содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственной 
                и коммерческой тайной, информацией о частной жизни третьих лиц;</p>
                <p> и) содержит рекламу или описывает привлекательность употребления наркотических веществ, 
                в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), 
                информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению;</p>
                <p> к) носит мошеннический характер;</p>
                <p> л) принимать участия в незаконном многоуровневом маркетинге, таких как «Пирамида» и т д.;</p>
                <p> м) требовать информацию о логине или проникать в аккаунт, принадлежащий другому Пользователю;</p>
                <p> н) задирать, запугивать и тревожить других Пользователей</p>
                <p> о) создавать группы тесно связанные с алкоголем, знакомствами и другим контентом для взрослых без особого разрешения;</p>
                <p> п) использовать ROOMSKG для совершения незаконных, вводящих в заблуждение, злоумышленных и дискриминационных действий;</p>
                <p> р) совершать действия, которые могут отключить, перегрузить или ослабить работу ROOMSKG (к примеру, атака или вмешательство в функционал ROOMSKG);</p>
                <p> а также нарушает иные права и интересы граждан и юридических лиц или требования законодательства Кыргызской Республики;</p>
                <p> 5) незаконно загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать 
                интеллектуальную собственность Пользователей и третьих лиц;</p>
                <p> 6) осуществлять массовые рассылки сообщений в адрес других (например, спам) Пользователей ROOMSKG без их согласия;</p>
                <p> 7) использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования ROOMSKG 
                или персональных страниц Пользователей;</p>
                <p> 8) загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать вирусы, 
                трояны и другие вредоносные программы;</p>
                <p> 9) использовать без специального на то разрешения Администрации ROOMSKG автоматизированные скрипты (программы, краулеры) 
                для сбора информации на ROOMSKG и/или взаимодействия с ROOMSKG и его функционалом;</p>
                <p> 10) любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, 
                пытаться получить доступ к логину и паролю другого Пользователя;</p>
                <p> 11) осуществлять незаконные сбор и обработку персональных данных других лиц;</p>
                <p> 12) осуществлять использование ROOMSKG иным способом, кроме как через интерфейс, предоставленный Администрацией ROOMSKG, 
                за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с отдельным соглашением с Администрацией;</p>
                <p> 13) воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать доступ к использованию ROOMSKG, 
                в том числе его Дополнительного функционала, для каких-либо целей, за исключением случаев, когда такие действия были прямо разрешены 
                Пользователю в соответствии с условиями отдельного соглашения с Администрацией;</p>
                <p> 14) размещать любую другую информацию, которая, по личному мнению Администрации, является нежелательной, 
                не соответствует целям создания ROOMSKG, ущемляет интересы Пользователей или по другим причинам является нежелательной для размещения на ROOMSKG;</p>
                <p> 15) Осуществлять самостоятельно либо от имени других Пользователей с использованием функционала их аккаунта, 
                в том числе путем введения в заблуждение или с обещанием поощрения, в том числе с использованием любых программ, автоматизированных скриптов, 
                массовые однотипные действия, направленные на искусственное повышение показателей счётчиков ROOMSKG;</p>
                <p> 16) Пользователь несет личную ответственность за любую информацию, которую размещает в ROOMSKG, сообщает другим Пользователям, 
                а также за любые взаимодействия с другими Пользователями, осуществляемые на свой риск;</p>
                <p> 17) В случае несогласия Пользователя с настоящими Правилами или их обновлениями, Пользователь обязан отказаться от его использования, 
                проинформировав об этом Администрацию ROOMSKG в установленном порядке.</p>

                <h5> 7. Условия об интеллектуальных правах </h5>
                <p> Исключительные права на Контент, размещенный на ROOMSKG</p>
                <p> 1) Все объекты, размещенные на ROOMSKG, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, 
                скрипты, программы, музыка, звуки и другие объекты и их подборки (далее — Контент), являются объектами исключительных прав Администрации, 
                Пользователей ROOMSKG и других правообладателей, все права на эти объекты защищены.</p>
                <p> 2) Кроме случаев, установленных настоящими Правилами, а также действующим законодательством Кыргызской Республики, 
                никакой Контент не может быть скопирован (воспроизведен), переработан, распространен, отображен во фрейме, опубликован, 
                скачан, передан, продан или иным способом использован целиком или по частям без предварительного разрешения правообладателя, 
                кроме случаев, когда правообладатель явным образом выразил свое согласие на свободное использование Контента любым лицом. 
                Воспроизведение, копирование, сбор, систематизация, хранение, передача Контента с целью создания базы данных в коммерческих 
                и/или некоммерческих целях и/или использование Контента полностью или в любой его части, независимо от способа использования, 
                без согласия Администрации не допускается.</p>
                <p> 3) Пользователь, размещая на ROOMSKG принадлежащий ему на законных основаниях Контент, предоставляет другим пользователям 
                неисключительное право на его использование исключительно в рамках предоставляемого ROOMSKG функционала, путем просмотра, 
                воспроизведения (в том числе копирования) и иные права исключительно с целью личного некоммерческого использования, 
                кроме случаев, когда такое использование причиняет или может причинить вред охраняемым законом интересам правообладателя.</p>
                <p> 4) Использование Пользователем Контента, доступ к которому получен исключительно для личного некоммерческого использования, 
                допускается при условии сохранения всех знаков авторства (копирайтов) или других уведомлений об авторстве, 
                сохранения имени автора в неизменном виде, сохранении произведения в неизменном виде.</p>
                <p> 5) Пользователь предоставляет также Администрации ROOMSKG неисключительное право использовать на безвозмездной основе размещенный 
                на ROOMSKG и принадлежащий ему на законных основаниях Контент в целях обеспечения Администрацией ROOMSKG функционирования ROOMSKG в объеме, 
                определяемом функционалом и архитектурой ROOMSKG. Указанное неисключительное право предоставляется на срок размещения Контента на ROOMSKG 
                и распространяет свое действие на территории стран всего мира. Администрация ROOMSKG вправе передавать права, указанные в настоящем пункте 
                третьим лицам. Пользователь соглашается с тем, что Администрация вправе использовать функциональные и технические возможности ROOMSKG, 
                обеспечивающие отображение размещаемого Пользователем Контента, включая проигрыватель (плеер), 
                предназначенные для целей отображения Контента, по своему усмотрению, в том числе для целей показа рекламной информации.</p>
                <p> 6) Если Пользователь удаляет свой Контент с ROOMSKG, неисключительное право, упомянутое в п. 7.5 настоящих Правил, 
                будет автоматически отозвано, однако Администрация оставляет за собой право в случае необходимости, 
                обусловленной техническими особенностями работы ROOMSKG, сохранять архивные копии пользовательского Контента в течение необходимого срока.</p>
                <p> 7) Кроме своего собственного Контента, Пользователь не вправе загружать или иным образом доводить до всеобщего 
                сведения (публиковать на ROOMSKG) Контент других сайтов, баз данных и прочие результаты интеллектуальной деятельности 
                при отсутствии явным образом выраженного согласия правообладателя на такие действия.</p>
                <p> 8) Любое использование ROOMSKG или Контента, кроме разрешенного в настоящих Правилах или в случае явно выраженного 
                согласия правообладателя на такое использование, без предварительного письменного разрешения правообладателя, категорически запрещено.</p>
                <p> 9) Если иное явным образом не установлено в настоящих Правилах, ничто в настоящих Правилах не может быть рассмотрено 
                как передача исключительных прав на Контент.</p>
                <p> Ответственность за нарушение исключительных прав.</p>
                <p> 10) Пользователь несет личную ответственность за любой Контент или иную информацию, которые он загружает или иным образом доводит 
                до всеобщего сведения (публикует) на ROOMSKG или с его помощью. Пользователь не имеет права загружать, передавать или публиковать 
                Контент на ROOMSKG, если он не обладает соответствующими правами на совершение таких действий, приобретенными или переданными ему 
                в соответствии с законодательством Кыргызской Республики. При обнаружении нарушения прав для подачи жалоб используются внутренние 
                инструменты обжалования (опция «Пожаловаться» внутри приложения) или обжалование по специальным контактам Администрации ROOMSKG.</p>
                <p> 11) Администрация ROOMSKG может, но не обязана, просматривать ROOMSKG на наличие запрещенного Контента и может удалять или перемещать 
                (без предупреждения) любой Контент или пользователей по своему личному усмотрению, по любой причине или без причины, 
                включая без всяких ограничений перемещение или удаление Контента, который, по личному мнению Администрации, нарушает настоящие Правила, 
                законодательство Кыргызской Республики и/или может нарушать права, причинить вред или угрожать безопасности других Пользователей 
                или третьих лиц.</p>
                <p> ROOMSKG и Контент третьих лиц.</p>
                <p> 12) ROOMSKG содержит (или может содержать) ссылки на другие сайты в сети Интернет (сайты третьих лиц) так же, как и статьи, 
                фотографии, иллюстрации, графические изображения, музыку, звуки, видео, информацию, программы и другой Контент, принадлежащий или 
                исходящий от третьих лиц (Контент третьих лиц), являющийся результатом интеллектуальной деятельности и охраняемых в соответствии 
                с законодательством Кыргызской Республики.</p>
                <p> 13) Указанные третьи лица и их Контент не проверяются Администрацией на соответствие тем или иным требованиям 
                (достоверности, полноты, добросовестности и т.п.). Администрация не несет ответственность за любую информацию, 
                размещенную на сайтах третьих лиц, к которым Пользователь получает доступ через ROOMSKG или через Контент третьих лиц, включая, 
                в том числе, любые мнения или утверждения, выраженные на сайтах третьих лиц или в их Контенте</p>
                <p> 14) Размещенные на ROOMSKG ссылки или руководства по скачиванию файлов и/или установке программ третьих лиц не означают 
                поддержки или одобрения этих действий со стороны Администрации</p>
                <p> 15) Ссылка на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, размещенная на ROOMSKG, 
                не является одобрением или рекомендацией данных продуктов (услуг) со стороны Администрации</p>
                <p> 16) Если Пользователь решил покинуть ROOMSKG и перейти к сайтам третьих лиц или использовать, или установить программы третьих лиц, 
                он делает это на свой риск и с этого момента настоящие Правила более не распространяются на Пользователя. При дальнейших действиях 
                Пользователю стоит руководствоваться применимыми нормами и политикой, в том числе деловыми обычаями тех лиц, чей Контент он собирается 
                использовать</p>
                <h5> 8. Функционирование ROOMSKG и ответственность при его использовании </h5>
                <p> 1) Пользователи несут ответственность за собственные действия в связи с созданием и размещением информации на ROOMSKG в соответствии 
                с действующим законодательством Кыргызской Республики. Нарушение настоящих Правил и действующего законодательства 
                Кыргызской Республики влечет за собой гражданско-правовую, административную и уголовную ответственность.</p>
                <p> 2) Администрация ROOMSKG предоставляет техническую возможность его использования Пользователями, не участвует в формировании 
                содержания персональных групп и профилей Пользователей и не контролирует, и не несет ответственности за действия или бездействие 
                любых лиц в отношении использования ROOMSKG или формирования и использования содержания персональных групп и профилей Пользователей на ROOMSKG.</p>
                <p> 3) В информационной системе ROOMSKG и его программном обеспечении отсутствуют технические решения, осуществляющие автоматические 
                цензуру и контроль действий и информационных отношений Пользователей по использованию ROOMSKG, за исключением специальных технических решений, 
                которые могут реализовываться Администрацией в целях предотвращения и пресечения нарушений прав третьих лиц на результаты интеллектуальной 
                деятельности.</p>
                <p> 4) Администрация сохраняет за собой право в любое время изменять оформление ROOMSKG, его содержание, функционал, изменять или дополнять 
                используемые скрипты, программное обеспечение и другие объекты, используемые или хранящиеся на ROOMSKG, любые серверные приложения 
                в любое время с предварительным уведомлением или без такового.</p>
                <p> 5) Администрация ROOMSKG не занимается предварительной модерацией или цензурой информации Пользователей и предпринимает действия 
                по защите прав и интересов лиц и обеспечению соблюдения требований законодательства Кыргызской Республики только после обращения
                заинтересованного лица к Администрации ROOMSKG в установленном порядке.</p>
                <p> 6) Администрация ROOMSKG не несет ответственности за нарушение Пользователем настоящих Правил и оставляет за собой право 
                по своему собственному усмотрению, а также при получении информации от других пользователей либо третьих лиц о нарушении 
                Пользователем настоящих Правил, изменять (модерировать), блокировать или удалять любую публикуемую Пользователем информацию, 
                нарушающую запреты, установленные настоящими Правилами, приостанавливать, ограничивать или прекращать доступ Пользователя 
                ко всем или к любому из разделов или функционалу ROOMSKG в любое время по любой причине или без объяснения причин, 
                с предварительным уведомлением или без такового. Администрация ROOMSKG закрепляет за собой право удалить персональный 
                аккаунт Пользователя и/или приостановить, ограничить или прекратить доступ Пользователя к любой из функциональных возможностей ROOMSKG, 
                если Администрация обнаружит, что, по ее мнению, Пользователь представляет угрозу для ROOMSKG и/или его Пользователей. 
                Наряду с указанным в настоящем пункте выше Администрация ROOMSKG вправе заблокировать и/или удалять Приложения API, 
                ограничивать доступ Пользователей к Приложения API, сайтам, приложениям третьих лиц, иным сторонним ресурсам, 
                блокировать и/или удалять ссылки на них, в случае если у Администрации ROOMSKG появятся основания полагать, что такие Приложения API, 
                сайты, приложения третьих лиц, иные сторонние ресурсы представляют или могут представлять угрозу для нормальной работы ROOMSKG 
                и его Пользователей. Администрация ROOMSKG реализует описанные выше меры в соответствии с применимым законодательством и 
                не несет ответственности за возможные негативные последствия таких мер для Пользователя или третьих лиц.</p>
                <p> 7) Удаление персонального аккаунта Пользователя означает автоматическое удаление всей информации, размещенной в нем, 
                а также всей информации Пользователя, введенной при регистрации на ROOMSKG. После удаления персонального аккаунта 
                Пользователь теряет доступ к использованию ROOMSKG.</p>
                <p> 8) Администрация ROOMSKG обеспечивает функционирование и работоспособность ROOMSKG и обязуется оперативно восстанавливать его 
                работоспособность в случае технических сбоев и перерывов. Администрация ROOMSKG не несет ответственности за временные сбои и 
                перерывы в работе ROOMSKG и вызванные ими потерю информации. Администрация не несет ответственности за любой ущерб компьютеру 
                Пользователя или иного лица, мобильным устройствам, любому другому оборудованию или программному обеспечению, 
                вызванный или связанный со скачиванием материалов с ROOMSKG или по ссылкам, размещенным на ROOMSKG.</p>
                <p> 9) Администрация ROOMSKG имеет право распоряжаться статистической информацией, связанной с функционированием ROOMSKG, 
                а также информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям Пользователей ROOMSKG. 
                Для целей организации функционирования и технической поддержки ROOMSKG и исполнения настоящих Правил Администрация ROOMSKG имеет 
                техническую возможность доступа к персональным аккаунтам Пользователей, которую реализует только в случаях, установленных 
                настоящими Правилами.</p>
                <p> 10) Администрация ROOMSKG имеет право направлять Пользователю информацию о развитии ROOMSKG и его функционала, а также 
                рекламировать собственную деятельность.</p>
                <p> 11) Пользователь предоставляет разрешение и все права на синхронизацию его открытой информации другими пользователями</p>
                <p> 12) Пользователь не будет видоизменять, совершать действия декомпилирования и использовать другие способы извлечения 
                нашего исходного кода, если только мы вам не дали письменного разрешения или разрешения проводить подобные действия публично</p>
                <p> 13) Ограничение ответственности Администрации ROOMSKG:</p>
                <p> А) ROOMSKG И ЕГО ФУНКЦИОНАЛ, ВКЛЮЧАЯ ВСЕ СКРИПТЫ, ПРИЛОЖЕНИЯ, КОНТЕНТ И ОФОРМЛЕНИЕ ROOMSKG ПОСТАВЛЯЮТСЯ «КАК ЕСТЬ». 
                АДМИНИСТРАЦИЯ ОТКАЗЫВАЕТСЯ ОТ ВСЯКИХ ГАРАНТИЙ ТОГО, ЧТО ROOMSKG ИЛИ ЕГО ФУНКЦИОНАЛ МОГУТ ПОДХОДИТЬ ИЛИ 
                НЕ ПОДХОДИТЬ ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ ИСПОЛЬЗОВАНИЯ. АДМИНИСТРАЦИЯ НЕ МОЖЕТ ГАРАНТИРОВАТЬ И НЕ ОБЕЩАЕТ 
                НИКАКИХ СПЕЦИФИЧЕСКИХ РЕЗУЛЬТАТОВ ОТ ИСПОЛЬЗОВАНИЯ ROOMSKG И/ИЛИ ЕГО ФУНКЦИОНАЛА. МЫ ТАКЖЕ НЕ ГАРАНТИРУЕМ, 
                ЧТО ROOMSKG БУДЕТ ВСЕГДА БЕЗОПАСНЫМ, ЗАЩИЩЕННЫМ ИЛИ БЕЗОШИБОЧНЫМ, ИЛИ, ЧТО ROOMSKG БУДЕТ ВСЕГДА РАБОТАТЬ БЕЗ ПЕРЕБОЕВ, 
                ЗАДЕРЖЕК И ДРУГИХ НЕДОСТАТКОВ. ROOMSKG НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ДЕЙСТВИЕ, СОДЕРЖИМОЕ, ИНФОРМАЦИЯ 
                И ДАННЫЕ ТРЕТЬИХ ЛИЦ, И ПОЛЬЗОВАТЕЛЬ ОСВОБОЖДАЕТ НАС, НАШИХ ДИРЕКТОРОВ, СОТРУДНИКОВ, РАБОТНИКОВ И АГЕНТОВ ОТ ВСЕХ ЖАЛОБ, 
                СВЯЗАННЫХ С ТАКОГО РОДА ПРОБЛЕМАМИ.</p>
                <p> Б) ВО ИЗБЕЖАНИЕ НЕДОРАЗУМЕНИЙ ПОЛЬЗОВАТЕЛЮ СЛЕДУЕТ СОБЛЮДАТЬ МЕРЫ ПРЕДОСТОРОЖНОСТИ В СКАЧИВАНИИ С ROOMSKG ИЛИ 
                ПО РАЗМЕЩЕННЫМ НА НЕМ ССЫЛКАМ, И ИСПОЛЬЗОВАНИИ ЛЮБЫХ ФАЙЛОВ, В ТОМ ЧИСЛЕ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ. 
                АДМИНИСТРАЦИЯ ROOMSKG НАСТОЯТЕЛЬНО РЕКОМЕНДУЕТ ИСПОЛЬЗОВАТЬ ТОЛЬКО ЛИЦЕНЗИОННОЕ, В ТОМ ЧИСЛЕ АНТИВИРУСНОЕ, ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ;</p>
                <p> В) ИСПОЛЬЗУЯ ROOMSKG, ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ С ТЕМ, ЧТО СКАЧИВАЕТ С ROOMSKG ИЛИ С ЕГО ПОМОЩЬЮ ЛЮБЫЕ МАТЕРИАЛЫ 
                НА СВОЙ СОБСТВЕННЫЙ РИСК И НЕСЕТ ЛИЧНУЮ ОТВЕТСТВЕННОСТЬ ЗА ВОЗМОЖНЫЕ ПОСЛЕДСТВИЯ ИСПОЛЬЗОВАНИЯ УКАЗАННЫХ МАТЕРИАЛОВ, 
                В ТОМ ЧИСЛЕ ЗА УЩЕРБ, КОТОРЫЙ ЭТО МОЖЕТ ПРИЧИНИТЬ КОМПЬЮТЕРУ ПОЛЬЗОВАТЕЛЯ ИЛИ ТРЕТЬИМ ЛИЦАМ, ЗА ПОТЕРЮ ДАННЫХ ИЛИ ЛЮБОЙ ДРУГОЙ ВРЕД;</p>
                <p> Г) НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ АДМИНИСТРАЦИЯ ROOMSKG ИЛИ ЕЕ ПРЕДСТАВИТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ 
                ПЕРЕД ПОЛЬЗОВАТЕЛЕМ ИЛИ ПЕРЕД ЛЮБЫМИ ТРЕТЬИМИ ЛИЦАМИ ЗА ЛЮБОЙ КОСВЕННЫЙ, СЛУЧАЙНЫЙ, НЕУМЫШЛЕННЫЙ УЩЕРБ, 
                ВКЛЮЧАЯ УПУЩЕННУЮ ВЫГОДУ ИЛИ ПОТЕРЯННЫЕ ДАННЫЕ, ВРЕД ЧЕСТИ, ДОСТОИНСТВУ ИЛИ ДЕЛОВОЙ РЕПУТАЦИИ, 
                ВЫЗВАННЫЙ В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ ROOMSKG, СОДЕРЖИМОГО ROOMSKG ИЛИ ИНЫХ МАТЕРИАЛОВ, К КОТОРЫМ ВЫ ИЛИ ИНЫЕ 
                ЛИЦА ПОЛУЧИЛИ ДОСТУП С ПОМОЩЬЮ ROOMSKG, ДАЖЕ ЕСЛИ АДМИНИСТРАЦИЯ ROOMSKG ПРЕДУПРЕЖДАЛА ИЛИ УКАЗЫВАЛА НА ВОЗМОЖНОСТЬ ТАКОГО ВРЕДА.</p>

                <h5> 9. Заключительные положения </h5>
                <p> 1) Настоящие Правила составляют соглашение между Пользователем и Администрацией ROOMSKG относительно порядка использования ROOMSKG 
                и его функционала и заменяют собой все предыдущие соглашения между Пользователем и Администрацией.</p>
                <p> 2) Настоящие Правила регулируются и толкуются в соответствии с законодательством Кыргызской Республики. Вопросы, 
                не урегулированные Правилами, подлежат разрешению в соответствии с законодательством Кыргызской Республики.</p>
                <p> 3) В случае возникновения любых споров или разногласий, связанных с исполнением настоящих Правил, 
                Пользователь и Администрация ROOMSKG приложат все усилия для их разрешения путем проведения переговоров между ними. 
                В случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке, 
                установленном действующим законодательством Кыргызской Республики.</p>
                <p> 4) Настоящие Правила вступают в силу для Пользователя с момента его присоединения к ним и действуют в течение неопределенного срока.</p>
                <p> 5) Настоящие Правила составлены на русском языке и могут быть предоставлены Пользователю для ознакомления на другом языке. 
                В случае расхождения русскоязычной версии Правил и версии Правил на ином языке, применяются положения русскоязычной версии настоящих Правил.</p>
                <p> 6) Если по тем или иным причинам одно или несколько положений настоящих Правил будут признаны недействительными или не 
                имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений.</p>
        </div>

        )
    }
}

export default Terms;